alacritty
alsa-utils
android-file-transfer
arc-gtk-theme
autoconf
automake
base
bison
blueman
bluez
bluez-utils
btrfs-progs
clang
cups
dialog
dmenu
dosfstools
efibootmgr
fakeroot
firefox
flex
fzf
gcc
git
groff
grub
gvfs
gvfs-mtp
i3-wm-iconpatch
i3blocks
i3lock
i3status
intel-ucode
j4-dmenu-desktop-git
libtool
lightdm
lightdm-settings
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lxappearance
m4
make
mtools
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
os-prober
pamixer
paru-bin
patch
pcmanfm
pkgconf
pulseaudio
python-pip
stow
sudo
texinfo
ttf-cascadia-code
ttf-dejavu
ttf-liberation
vim
visual-studio-code-bin
which
wpa_supplicant
xbindkeys
xclip
xdg-user-dirs
xdg-utils
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zramd
zsh
